Repository: tuguldurchimeg/shopping_app
Catalog: lib/l10n/app_*.arb
Languages: mn

# profile
source: My Profile
mn: Миний мэдээлэл

source: Log out
mn: Гарах

source: Edit tapped
mn: Засах товч

source: General
mn: Ерөнхий

source: Shipping addresses
mn: Хүргэлтийн хаяг

source: Promotion codes
mn: Хөнгөлөлтийн код

source: Payment method
mn: Төлбөрийн хэрэгсэл

source: My orders
mn: Миний захиалгууд

source: My reviews
mn: Миний сэтгэгдлүүд

source: Settings
mn: Тохиргоо

source: Add new
mn: Шинээр нэмэх

# comingSoon
source: Content coming soon...
mn: Тун удахгүй...

source: My Bag
mn: Миний сагс

source: Total Amount
mn: Нийт дүн

source: Check Out
mn: Төлбөр төлөх

source: Proceed To Checkout
mn: Төлбөрт шилжих

# enterAddress
source: Please enter delivery address
mn: Хүргэлтийн хаяг оруулна уу

source: Continue To Payment
mn: Төлбөр төлөх

source: Shipping Address
mn: Хүргэлтийн хаяг

source: Payment details
mn: Төлбөрийн мэдээлэл

source: Product Price
mn: Барааны үнэ

source: Total Cost
mn: Нийт төлбөр

source: Favorites
mn: Хадгалсан бараа

# noFavorites
source: No favorite items
mn: Хадгалсан бараа алга байна
